# language: ru

Функция: Проверка вычислений площади и периметра фигур

  Сценарий: Вычисление площади и периметра круга
    Дано у меня есть круг с радиусом 5
    Тогда его площадь должна быть 78.54
    И его периметр должен быть 31.42

  Сценарий: Вычисление площади и периметра квадрата
    Дано у меня есть квадрат со стороной 4
    Тогда его площадь должна быть 16
    И его периметр должен быть 16

  Сценарий: Вычисление площади и периметра прямоугольника
    Дано у меня есть прямоугольник с шириной 3 и высотой 6
    Тогда его площадь должна быть 18
    И его периметр должен быть 18
